Repository: DerMoha/PhotoSoap
Catalog: PhotoSoap/LocalizableReview.xcstrings
Source language: en
Languages: de

# challenge.daily
source: Daily Challenge
de: Tägliche Herausforderung

# challenge.delete
source: Delete
de: Löschen

# challenge.description.delete
source: Delete %d photos today to free up space
de: Lösche %d Fotos heute, um Speicher freizugeben

# challenge.description.review
source: Review %d photos today to complete this challenge
de: Bewerte %d Fotos heute, um diese Herausforderung abzuschließen

# challenge.description.streak
source: Maintain a streak of %d consecutive photo reviews
de: Halte eine Serie von %d aufeinanderfolgenden Fotobewertungen aufrecht

# challenge.review
source: Review
de: Bewerten

# challenge.streak
source: Maintain a streak of
de: Serie aufrechterhalten

# challenge.streak.short
source: Streak
de: Serie

# challenge.streak.title
source: %d-photo streak
de: Serie von %d Fotos

# dailyGoal.changeApply
source: Changes apply to today's challenge
de: Änderungen gelten für die heutige Herausforderung

source: Daily Goal Complete!
de: Tagesziel erreicht!

# dailyGoal.current
source: Current goal: %d photos
de: Aktuelles Ziel: %d Fotos

# dailyGoal.reward
source: Great job!
de: Großartige Arbeit!

# dailyGoal.title
source: Set your daily review goal
de: Tägliches Bewertungsziel festlegen

# review.action.delete
source: Delete photo
de: Foto löschen

# review.action.keep
source: Keep photo
de: Foto behalten

# review.complete.limited.description
source: PhotoSoap can review only the items you selected. Add more media if you want to keep going.
de: PhotoSoap kann nur die ausgewählten Objekte prüfen. Füge mehr Medien hinzu, wenn du weitermachen möchtest.

# review.complete.limited.title
source: Add More Media to Review
de: Mehr Medien zum Prüfen hinzufügen

# review.complete.subtitle
source: You've reviewed all available photos.
de: Du hast alle verfügbaren Fotos überprüft.

# review.complete.subtitle.media
source: You've reviewed all available photos and videos.
de: Du hast alle verfügbaren Fotos und Videos überprüft.

# review.complete.subtitle.limited
source: You've reviewed everything in your current selection. Add more media if you want to keep going.
de: Du hast alles aus deiner aktuellen Auswahl überprüft. Füge mehr Medien hinzu, wenn du weitermachen möchtest.

# review.complete.subtitle.videos
source: You've reviewed all available videos.
de: Du hast alle verfügbaren Videos überprüft.

# review.complete.title
source: You're Caught Up
de: Du bist fertig

# review.complete.title.limited
source: Selected Photos Reviewed
de: Ausgewählte Fotos geprüft

# review.complete.title.limited.media
source: Selected Media Reviewed
de: Ausgewählte Medien geprüft

# review.complete.title.limited.videos
source: Selected Videos Reviewed
de: Ausgewählte Videos geprüft

# review.empty
source: No photos to review
de: Keine Fotos zum Überprüfen

# review.empty.description
source: Your photo library appears to be empty
de: Deine Fotobibliothek scheint leer zu sein

# review.empty.media
source: No media to review
de: Keine Medien zum Überprüfen

# review.empty.media.description
source: Your photo and video library appears to be empty
de: Deine Foto- und Videomediathek scheint leer zu sein

# review.empty.videos
source: No videos to review
de: Keine Videos zum Überprüfen

# review.empty.videos.description
source: Your video library appears to be empty
de: Deine Videomediathek scheint leer zu sein

# review.loading
source: Loading photos...
de: Fotos werden geladen...

# review.loading.media
source: Loading your library...
de: Mediathek wird geladen...

# review.loading.videos
source: Loading videos...
de: Videos werden geladen...

# review.progress
source: reviewed
de: überprüft

# review.queue.cancelled
source: Deletion Cancelled
de: Löschen abgebrochen

# review.queue.cancelled.detail
source: Your items are still in your Delete List.
de: Deine Objekte bleiben in der Löschliste.

# review.queue.clear
source: Clear Delete List
de: Löschliste leeren

# review.queue.clear.confirmation.message
source: All items will be removed from your Delete List and kept in Photos.
de: Alle Objekte werden aus deiner Löschliste entfernt und in Fotos behalten.

# review.queue.clear.confirmation.title
source: Clear Delete List?
de: Löschliste leeren?

# review.queue.count
source: %lld in Delete List
de: %lld in Liste

# review.queue.pendingSummary
source: %lld items are in your Delete List
de: %lld Objekte sind in deiner Löschliste

# review.queue.pendingSummary.detail
source: These items stay in Photos until you confirm deletion in iOS.
de: Diese Objekte bleiben in Fotos, bis du das Löschen in iOS bestätigst.

# review.queue.deletedSuccess
source: Deleted from Photos
de: In Fotos gelöscht

# review.queue.deletedSuccess.detail
source: iOS confirmed the deletion.
de: iOS hat das Löschen bestätigt.

# review.queue.added.title
source: Added to Delete List
de: Zur Löschliste hinzugefügt

# review.queue.added.detail
source: Nothing has been deleted yet. iOS will ask before anything is removed.
de: Es wurde noch nichts gelöscht. iOS fragt nach, bevor etwas entfernt wird.

# review.queue.deleteInPhotos
source: Delete These Items
de: Diese Objekte löschen

# review.queue.empty.title
source: No items in Delete List
de: Keine Objekte in der Liste

# review.queue.sheet.note
source: Items in your Delete List stay in Photos until you confirm the iOS deletion prompt.
de: Objekte in deiner Löschliste bleiben in Fotos, bis du die iOS-Abfrage zum Löschen bestätigst.

# review.queue.explainer.confirm
source: Continue
de: Weiter

# review.queue.explainer.message
source: PhotoSoap will ask iOS to delete %lld items. Nothing is removed until you confirm the next iOS prompt. Deleted items move to Recently Deleted.
de: PhotoSoap bittet iOS darum, %lld Objekte zu löschen. Nichts wird entfernt, bis du die nächste iOS-Abfrage bestätigst. Gelöschte Objekte landen in Zuletzt gelöscht.

# review.queue.explainer.title
source: Confirm in iOS
de: In iOS bestätigen

# review.queue.remove.confirmation.message
source: This item will stay in your library and won't be included in the next delete batch.
de: Dieses Objekt bleibt in deiner Mediathek und wird nicht in den nächsten Löschvorgang aufgenommen.

# review.queue.remove.confirmation.title
source: Remove from queue?
de: Aus Liste entfernen?

# review.queue.shortTitle
source: List
de: Liste

# review.queue.title
source: Delete List
de: Löschliste

# review.queue.undo
source: Undo
de: Rückgängig

# review.startOver
source: Review Again
de: Erneut prüfen

# review.startOver.confirmation
source: You will review all available media again. Your progress will reset.
de: Du prüfst alle verfügbaren Medien erneut. Dein Fortschritt wird zurückgesetzt.

# review.startOver.confirmation.title
source: Review again?
de: Erneut prüfen?

# review.startOver.reviewQueue
source: Review Delete List
de: Löschliste ansehen

# review.startOver.withQueue.message
source: Your Delete List stays saved. You can review again now or open the Delete List first.
de: Deine Löschliste bleibt gespeichert. Du kannst jetzt erneut prüfen oder zuerst die Löschliste ansehen.

# review.startOver.withQueue.title
source: Review again with items in your Delete List?
de: Mit Objekten in der Löschliste erneut prüfen?

# review.stats
source: %d photos reviewed
de: %d Fotos überprüft

# review.stats.media
source: %d items reviewed
de: %d Objekte überprüft

# review.stats.videos
source: %d videos reviewed
de: %d Videos überprüft

# review.statsDetail
source: %d deleted • %d kept
de: %d gelöscht • %d behalten

# review.swipe.delete
source: DELETE
de: LÖSCHEN

# review.swipe.keep
source: KEEP
de: BEHALTEN

# review.tab
source: Review
de: Überprüfen

# reviewqueue.empty.description
source: Swipe left on photos or videos to queue them for deletion.
de: Wische bei Fotos oder Videos nach links, um sie zur Löschliste hinzuzufügen.

# streak.best
source: Best
de: Beste

# streak.current
source: Current Streak
de: Aktuelle Serie

# streak.fire
source: You're on fire!
de: Du bist in Flammen!

# streak.milestone
source: %d Streak!
de: %d Serie!
